l = [('Какая самая популярная группа в мире?', 'The Beatles', 'Queen', 'Nirvana', 'Pink Floyd'),
     ('В каком году основали британскую группу "Gorillaz"?', '1998', '2001', '2004', '1999'),
     ('Какой альбом "Radiohead" лучший по мнению критиков?', 'OK computer', 'Kid A', 'In Rainbows', 'A Moon Shaped Pool')]

l2 = [('Почему быки бегут на красный цвет?', 'Их просто раздражает активное движение перед глазами', 'Они расисты',
       'Это единственный цвет который они явно различают', 'Учёные ещё не выяснили причину такой реакции'),
     ('В 2019 году был сделан первый снимок чёрной дыры. Как она называется?', 'M87', 'Стрелец А', 'TON 618', 'Gaia BH1'),
     ('Почему один из руководителей восстания декабристов, Сергей Петрович Трубецкой, не явился на него?',
      'Он побоялся последствий', 'Его убили до восстания', 'Задержался по дороге и опоздал', 'Он был другом Николая 1')]

l3 = [('music',),('facts',)]

l4 = [l, l2]

l5 = [(1, 1), (1, 2), (1, 3), (2, 4), (2, 5), (2, 6)]